var questionAnswer = [
	{
		q: 'Почему решеили покинуть текуще время работы?',
		a: 'Мне все нравилось на предыдущей работе (хороший коллектив, интересные задачи). Организационно и морально. Лучше несколько junior\'s (уникальный может увести всю команду)'
	},
	{
		q: 'Сильные и слабые стороны?',
		a: 'Какую пользу я могу принести, не хвалите себя. расскажите какие технологии знаете, что нравится? А мои личные качества сам я оценивать не могу, я не могу быть объективным'
	},
	{
		q: 'Кем вы видите себя через 3-5 лет?',
		a: 'Любил свою работу и полностью ей отдавался, расти в компании middle, принимать участие и организовывать конференции от лица вашей компании'
	},
	{
		q: 'Почему выбрали программирование?',
		a: 'Мне это нравится и у меня это получаеется'
	},
	{
		q: 'Идеальные условия труда?',
		a: 'Хорошее рабочее место. Стул, стол, 2 монитора (мастер познается по инструменту)'
	},
	{
		q: 'Почему выбрали нашу компанию?',
		a: 'Ваша компания занимается тем-то и мне это интересно, думаю я буду вам полезен'
	},
	{
		q: 'Ваше представление о првом рабочем дне?',
		a: 'Логин/Пароль, рабочее место, StandUp/Scrum, буду изучать ту часть проекта с которым буду работать'
	},
	{
		q: 'Ваше хобби?',
		a: 'Бег, триатлон, (мафия, настольные игры)'
	},
	{
		q: 'Опыт',
		a: 'Базовые знание, практика, правильные техники, специальность, небюджетные проекты'
	},
	{
		q: 'Показать проект которым вы занимались',
		a: 'Эта информация конфеденциальная, но вообщем я занимался'
	},
	{
		q: 'Расскажите о последнем проекте над которым вы работали?',
		a: 'Такой то проект, такие то технологии'
	},
	{
		q: 'Сколько человек в команде?',
		a: 'Командный ли вы человек (нет одиночкам)' 
	},
	{
		q: 'Какая методолгои разработки',
		a: 'SCRUM'
	},
	{
		q: 'Ваша должность, роль в проекте?',
		a: ''
	},
	{
		q: 'Какая студия, БД использовалась?',
		a: ''
	},
	{
		q: 'Какой framework, технологии использовали?',
		a: ''
	},
	{
		q: 'Использовали ORM',
		a: ''
	},
	{
		q: 'unit-test',
		a: ''
	},
	{
		q: 'Были ли тестировщики?',
		a: ''
	},
	{
		q: 'Самый тяжелый таск?',
		a: 'Где искал ответ на вопрос (люди, блоги, форумы, свои наработки)'
	}
];
var stackList = ['AngularJS', 'Gulp', 'RequireJS', 'LESS', 'BEM',
 			 'GIT Flow', 'Jira', 'SCRUM', 'KANBAN', 'RIA на JS', 
 			 'Vanilla JS', 'jQuery (+UI)', 'mvc (mvvm)', 'Requirejs', 
 			 'NodeJS', 'ExpressJS', 'MongoDB', 'TDD', 'BDD', 
 			 'javascript unit tests', 'REST', 'Comet', 'WebSocket', 'рефакторинг'];

var mainList = ['Для бизнесмена его бизнес как ребенок, главное - преданность',
				'Легче научить, чем изменять характер человека', 
				'Быстро находить новую инфу, важнее фундаментальных занний',
				'developer - работает с клиентом, коммуникации',
				'Для клиента все выражать во времени'];